Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_name_search_summary
source: Jump directly to any name tracked by this wallet
ar: انتقل مباشرة إلى أي اسم تتعقبه هذه المحفظة
de: Springen Sie direkt zu jedem Namen, der von dieser Brieftasche erfasst wird
es: Vaya directamente a cualquier nombre rastreado por esta billetera
fa: مستقیماً به هر نامی که توسط این کیف ردیابی می شود بروید
fr: Accédez directement à n'importe quel nom suivi par ce portefeuille
he: קפוץ ישירות לכל שם שאחריו עוקב הארנק הזה
hi: इस वॉलेट द्वारा ट्रैक किए गए किसी भी नाम पर सीधे जाएं
id: Lompat langsung ke nama mana pun yang dilacak oleh dompet ini
it: Passa direttamente a qualsiasi nome tracciato da questo portafoglio
ja: このウォレットで追跡されている名前に直接ジャンプします
ko: 이 지갑에서 추적하는 모든 이름으로 직접 이동
nl: Ga direct naar elke naam die door deze portemonnee wordt bijgehouden
pl: Przejdź bezpośrednio do dowolnej nazwy śledzonej przez ten portfel
pt: Vá diretamente para qualquer nome rastreado por esta carteira
ru: Переходите непосредственно к любому имени, отслеживаемому этим кошельком.
tr: Bu cüzdan tarafından takip edilen herhangi bir isme doğrudan atlayın
uk: Перейдіть безпосередньо до будь-якого імені, яке відстежується цим гаманцем
vi: Chuyển trực tiếp đến bất kỳ tên nào được theo dõi bởi ví này
zh_hans: 直接跳转到该钱包跟踪的任何名称
zh_hant: 直接跳到該錢包追蹤的任何名稱

# wallet_name_search_title
source: Find a tracked name
ar: ابحث عن اسم متتبع
de: Finden Sie einen verfolgten Namen
es: Encuentra un nombre rastreado
fa: یک نام ردیابی شده پیدا کنید
fr: Trouver un nom suivi
he: מצא שם במעקב
hi: ट्रैक किया गया नाम ढूंढें
id: Temukan nama yang dilacak
it: Trova un nome rintracciato
ja: 追跡された名前を見つける
ko: 추적된 이름 찾기
nl: Zoek een gevolgde naam
pl: Znajdź śledzoną nazwę
pt: Encontre um nome rastreado
ru: Найти отслеживаемое имя
tr: Takip edilen bir adı bulun
uk: Знайдіть відстежене ім’я
vi: Tìm tên được theo dõi
zh_hans: 查找被跟踪的名称
zh_hant: 尋找被追蹤的名稱

# wallet_pending_outgoing_actions_disabled
source: Send and Receive are temporarily unavailable while the outgoing transaction is pending.
ar: لا يتوفر الإرسال والاستقبال مؤقتًا أثناء تعليق المعاملة الصادرة.
de: Senden und Empfangen sind vorübergehend nicht verfügbar, während die ausgehende Transaktion aussteht.
es: Enviar y Recibir no están disponibles temporalmente mientras la transacción saliente está pendiente.
fa: تا زمانی که تراکنش خروجی در انتظار است، ارسال و دریافت موقتاً در دسترس نیستند.
fr: L'envoi et la réception sont temporairement indisponibles pendant que la transaction sortante est en attente.
he: שלח וקבלה אינם זמינים באופן זמני בזמן שהעסקה היוצאת בהמתנה.
hi: आउटगोइंग लेनदेन लंबित होने पर भेजें और प्राप्त करें अस्थायी रूप से अनुपलब्ध हैं।
id: Kirim dan Terima untuk sementara tidak tersedia saat transaksi keluar tertunda.
it: Invia e Ricevi sono temporaneamente non disponibili mentre la transazione in uscita è in sospeso.
ja: 送信トランザクションが保留されている間は、送信と受信は一時的に利用できなくなります。
ko: 나가는 거래가 보류 중인 동안에는 보내기 및 받기를 일시적으로 사용할 수 없습니다.
nl: Verzenden en ontvangen zijn tijdelijk niet beschikbaar terwijl de uitgaande transactie in behandeling is.
pl: Funkcje Wysyłanie i Odbieranie są chwilowo niedostępne, gdy transakcja wychodząca jest w toku.
pt: Enviar e Receber ficam temporariamente indisponíveis enquanto a transação de saída está pendente.
ru: Отправка и получение временно недоступны, пока исходящая транзакция находится в состоянии ожидания.
tr: Giden işlem beklemedeyken Gönder ve Al geçici olarak kullanılamıyor.
uk: Надсилання й отримання тимчасово недоступні, поки вихідна транзакція очікує на розгляд.
vi: Gửi và Nhận tạm thời không khả dụng trong khi giao dịch gửi đi đang chờ xử lý.
zh_hans: 当传出交易待处理时，发送和接收暂时不可用。
zh_hant: 當傳出交易待處理時，發送和接收暫時無法使用。

# wallet_pending_outgoing_balance_unavailable
source: Transaction pending. The synchronized balance will return after the outgoing transaction is settled.
ar: الصفقة معلقة. سيتم إرجاع الرصيد المتزامن بعد تسوية المعاملة الصادرة.
de: Transaktion ausstehend. Der synchronisierte Saldo wird zurückgegeben, nachdem die ausgehende Transaktion abgewickelt wurde.
es: Transacción pendiente. El saldo sincronizado volverá después de que se liquide la transacción saliente.
fa: معامله در انتظار موجودی همگام شده پس از تسویه تراکنش خروجی باز خواهد گشت.
fr: Transaction en attente. Le solde synchronisé reviendra une fois la transaction sortante réglée.
he: העסקה בהמתנה. היתרה המסונכרנת תחזור לאחר סילוק העסקה היוצאת.
hi: लेन-देन लंबित है. आउटगोइंग लेनदेन के निपटारे के बाद सिंक्रोनाइज्ड बैलेंस वापस आ जाएगा।
id: Transaksi tertunda. Saldo tersinkronisasi akan kembali setelah transaksi keluar diselesaikan.
it: Transazione in sospeso. Il saldo sincronizzato verrà restituito dopo il saldo della transazione in uscita.
ja: トランザクションは保留中です。同期された残高は、送信トランザクションが決済された後に返されます。
ko: 거래가 보류 중입니다. 나가는 거래가 정산된 후 동기화된 잔액이 반환됩니다.
nl: Transactie in behandeling. Het gesynchroniseerde saldo keert terug nadat de uitgaande transactie is vereffend.
pl: Transakcja oczekująca. Saldo zsynchronizowane powróci po rozliczeniu transakcji wychodzącej.
pt: Transação pendente. O saldo sincronizado retornará após a liquidação da transação de saída.
ru: Ожидается транзакция. Синхронизированный баланс вернется после урегулирования исходящей транзакции.
tr: İşlem beklemede. Senkronize bakiye, yapılan işlem tamamlandıktan sonra geri dönecektir.
uk: Трансакція очікує на розгляд. Синхронізований баланс повернеться після розрахунку вихідної транзакції.
vi: Giao dịch đang chờ xử lý. Số dư được đồng bộ hóa sẽ trở lại sau khi giao dịch gửi đi được giải quyết.
zh_hans: 交易待处理。对外交易结算后，同步余额将返回。
zh_hant: 交易待處理。對外交易結算後，同步餘額將返回。

# wallet_pending_outgoing_recovery
source: Transaction pending. Synchronize after a new Handshake block so Shakescape can settle the outgoing transaction.
ar: الصفقة معلقة. قم بالمزامنة بعد كتلة Handshake جديدة حتى يتمكن Shakescape من تسوية المعاملة الصادرة.
de: Transaktion ausstehend. Synchronisieren Sie nach einem neuen Handshake-Block, damit Shakescape die ausgehende Transaktion abwickeln kann.
es: Transacción pendiente. Sincronice después de un nuevo bloque Handshake para que Shakescape pueda liquidar la transacción saliente.
fa: معامله در انتظار بعد از یک بلوک جدید Handshake همگام سازی کنید تا Shakescape بتواند تراکنش خروجی را تسویه کند.
fr: Transaction en attente. Synchronisez après un nouveau bloc Handshake afin que Shakescape puisse régler la transaction sortante.
he: העסקה בהמתנה. סנכרן לאחר בלוק Handshake חדש כדי ש-Shakescape יוכל ליישב את העסקה היוצאת.
hi: लेन-देन लंबित है. नए Handshake ब्लॉक के बाद सिंक्रोनाइज़ करें ताकि Shakescape आउटगोइंग लेनदेन का निपटान कर सके।
id: Transaksi tertunda. Sinkronisasi setelah blok Handshake baru sehingga Shakescape dapat menyelesaikan transaksi keluar.
it: Transazione in sospeso. Sincronizzare dopo un nuovo blocco Handshake in modo che Shakescape possa liquidare la transazione in uscita.
ja: トランザクションは保留中です。新しい Handshake ブロックの後に同期して、Shakescape が送信トランザクションを解決できるようにします。
ko: 거래가 보류 중입니다. Shakescape가 나가는 거래를 해결할 수 있도록 새로운 Handshake 블록 이후에 동기화합니다.
nl: Transactie in behandeling. Synchroniseer na een nieuw Handshake-blok zodat Shakescape de uitgaande transactie kan afrekenen.
pl: Transakcja oczekująca. Synchronizuj po nowym bloku Handshake, aby Shakescape mógł rozliczyć wychodzącą transakcję.
pt: Transação pendente. Sincronize após um novo bloco Handshake para que Shakescape possa liquidar a transação de saída.
ru: Ожидается транзакция. Синхронизируйте после нового блока Handshake, чтобы Shakescape мог выполнить исходящую транзакцию.
tr: İşlem beklemede. Shakescape'nin giden işlemi tamamlayabilmesi için yeni bir Handshake bloğundan sonra senkronize edin.
uk: Трансакція очікує на розгляд. Синхронізувати після нового блоку Handshake, щоб Shakescape міг розрахувати вихідну транзакцію.
vi: Giao dịch đang chờ xử lý. Đồng bộ hóa sau khối Handshake mới để Shakescape có thể giải quyết giao dịch gửi đi.
zh_hans: 交易待处理。在新的 Handshake 块之后同步，以便 Shakescape 可以结算传出交易。
zh_hant: 交易待處理。在新的 Handshake 區塊之後同步，以便 Shakescape 可以結算傳出交易。

# wallet_qr_invalid
source: That QR code is not a valid Handshake payment URI
ar: رمز QR هذا ليس URI صالحًا للدفع Handshake
de: Dieser QR-Code ist kein gültiger Handshake-Zahlungs-URI
es: Ese código QR no es un URI de pago Handshake válido
fa: آن کد QR یک URI پرداخت معتبر Handshake نیست
fr: Ce code QR n'est pas un URI de paiement Handshake valide.
he: קוד QR זה אינו URI חוקי לתשלום Handshake
hi: वह QR कोड वैध Handshake भुगतान URI नहीं है
id: Kode QR tersebut bukan URI pembayaran Handshake yang valid
it: Il codice QR non è un URI di pagamento Handshake valido
ja: その QR コードは有効な Handshake 支払い URI ではありません
ko: 해당 QR 코드는 유효한 Handshake 결제 URI가 아닙니다.
nl: Die QR-code is geen geldige Handshake-betalings-URI
pl: Ten kod QR nie jest prawidłowym identyfikatorem URI płatności Handshake
pt: Esse código QR não é um URI de pagamento Handshake válido
ru: Этот QR-код не является действительным URI платежа Handshake.
tr: Bu QR kodu geçerli bir Handshake ödeme URI'si değil
uk: Цей QR-код не є дійсним URI платежу Handshake
vi: Mã QR đó không phải là URI thanh toán Handshake hợp lệ
zh_hans: 该二维码不是有效的 Handshake 支付 URI
zh_hant: 該二維碼不是有效的 Handshake 支付 URI

# wallet_reads_balance
source: %1$@ HNS spendable now
ar: %1$@ HNS يمكن إنفاقه الآن
de: %1$@ HNS jetzt auszugeben
es: %1$@ HNS gastable ahora
fa: %1$@ HNS اکنون قابل مصرف است
fr: %1$@ HNS utilisable maintenant
he: %1$@ HNS ניתן לבזבז עכשיו
hi: %1$@ HNS अब खर्च करने योग्य है
id: %1$@ HNS dapat dibelanjakan sekarang
it: %1$@ HNS spendibile adesso
ja: %1$@ HNS 今すぐ使える
ko: %1$@ HNS 지금 사용 가능
nl: %1$@ HNS nu te besteden
pl: %1$@ HNS można teraz wydać
pt: %1$@ HNS gastável agora
ru: %1$@ HNS можно потратить сейчас
tr: %1$@ HNS artık harcanabilir
uk: %1$@ HNS можна витратити зараз
vi: %1$@ HNS có thể chi tiêu ngay bây giờ
zh_hans: %1$@ HNS 现已可使用
zh_hant: %1$@ HNS 現已可使用

# wallet_reads_balance_confirmed
source: %1$@ HNS confirmed
ar: %1$@ HNS مؤكد
de: %1$@ HNS bestätigt
es: %1$@ HNS confirmados
fa: %1$@ HNS تأییدشده
fr: %1$@ HNS confirmés
he: %1$@ HNS מאושר
hi: %1$@ HNS पुष्ट
id: %1$@ HNS terkonfirmasi
it: %1$@ HNS confermati
ja: %1$@ HNS 確定
ko: %1$@ HNS 확인됨
nl: %1$@ HNS bevestigd
pl: %1$@ HNS potwierdzone
pt: %1$@ HNS confirmados
ru: %1$@ HNS подтверждено
tr: %1$@ HNS onaylandı
uk: %1$@ HNS підтверджено
vi: %1$@ HNS đã xác nhận
zh_hans: 已确认 %1$@ HNS
zh_hant: 已確認 %1$@ HNS

# wallet_reads_balance_confirmed_with_pending
source: %1$@ HNS confirmed on chain %2$@ HNS pending outgoing Transaction Pending, please wait.
ar: تم تأكيد %1$@ HNS على السلسلة %2$@ HNS في انتظار المعاملات الصادرة المعلقة، يرجى الانتظار.
de: %1$@ HNS in der Kette bestätigt %2$@ HNS ausstehend Transaktion ausstehend, bitte warten.
es: %1$@ HNS confirmado en cadena %2$@ HNS pendiente de salida Transacción pendiente, por favor espere.
fa: %1$@ HNS در زنجیره تایید شد %2$@ HNS درانتظار خروجی معامله درانتظار است، لطفا صبر کنید.
fr: %1$@ HNS confirmé sur la chaîne %2$@ HNS en attente sortant Transaction en attente, veuillez patienter.
he: %1$@ HNS אושר ב-chain %2$@ HNS בהמתנה ליציאה טרנסאקציה בהמתנה, אנא המתן.
hi: %1$@ HNS श्रृंखला पर पुष्टि की गई %2$@ HNS लंबित आउटगोइंग लेनदेन लंबित, कृपया प्रतीक्षा करें।
id: %1$@ HNS dikonfirmasi di rantai %2$@ HNS tertunda keluar Transaksi Tertunda, harap tunggu.
it: %1$@ HNS confermato sulla catena %2$@ HNS in attesa di uscita Transazione in sospeso, attendere.
ja: %1$@ HNS がチェーン上で確認されました %2$@ HNS 送信保留中 トランザクションは保留中です。お待​​ちください。
ko: %1$@ HNS는 체인 %2$@ HNS 보류 중인 발신 거래 보류 중으로 확인되었습니다. 기다려 주세요.
nl: %1$@ HNS bevestigd in keten %2$@ HNS in behandeling voor uitgaand Transactie in behandeling, even geduld alstublieft.
pl: %1$@ HNS potwierdzony w łańcuchu %2$@ HNS oczekujący wychodzący Transakcja oczekująca, proszę czekać.
pt: %1$@ HNS confirmado na cadeia %2$@ HNS saída pendente Transação pendente, aguarde.
ru: %1$@ HNS подтвержден в цепочке %2$@ HNS ожидает исходящая Ожидается транзакция, пожалуйста, подождите.
tr: %1$@ HNS zincirde onaylandı %2$@ HNS giden beklemede İşlem Bekleniyor, lütfen bekleyin.
uk: %1$@ HNS підтверджено в ланцюжку %2$@ HNS очікує вихідної Очікується транзакція, зачекайте.
vi: %1$@ HNS đã xác nhận trên chuỗi %2$@ HNS đang chờ gửi đi Giao dịch đang chờ xử lý, vui lòng đợi.
zh_hans: %1$@ HNS已在链上确认 %2$@ HNS待传出 交易待处理，请等待。
zh_hant: %1$@ HNS已在鏈上確認 %2$@ HNS待傳出 交易待處理，請等待。

# wallet_reads_balance_syncing
source: Balance is waiting for the active direct-peer verification and wallet scan to finish.
ar: الرصيد في انتظار انتهاء عملية التحقق المباشر من النظير وفحص المحفظة.
de: Balance wartet auf den Abschluss der aktiven Direct-Peer-Verifizierung und des Wallet-Scans.
es: El saldo está esperando a que finalicen la verificación activa de pares directos y el escaneo de billetera.
fa: موجودی منتظر است تا تأیید مستقیم فعال و اسکن کیف پول به پایان برسد.
fr: Le solde attend la fin de la vérification active par les pairs directs et de l’analyse du portefeuille.
he: היתרה ממתינה לסיום האימות הישיר הפעיל וסריקת הארנק.
hi: बैलेंस सक्रिय डायरेक्ट-पीयर सत्यापन और वॉलेट स्कैन समाप्त होने की प्रतीक्षा कर रहा है।
id: Saldo menunggu verifikasi rekan langsung aktif dan pemindaian dompet selesai.
it: Il saldo è in attesa del completamento della verifica attiva del peer diretto e della scansione del portafoglio.
ja: 残高は、アクティブなダイレクトピア検証とウォレットスキャンが完了するのを待っています。
ko: 잔액은 활성 직접 피어 확인 및 지갑 스캔이 완료되기를 기다리고 있습니다.
nl: Het saldo wacht tot de actieve directe peer-verificatie en portefeuillescan zijn voltooid.
pl: Saldo oczekuje na zakończenie aktywnej weryfikacji bezpośredniej i skanowania portfela.
pt: O saldo está aguardando a conclusão da verificação ativa de pares diretos e da verificação da carteira.
ru: Баланс ожидает завершения активной прямой одноранговой проверки и сканирования кошелька.
tr: Bakiye, etkin doğrudan eş doğrulamanın ve cüzdan taramasının tamamlanmasını bekliyor.
uk: Баланс очікує на завершення активної прямої перевірки та сканування гаманця.
vi: Số dư đang chờ quá trình xác minh ngang hàng trực tiếp và quét ví hoàn tất.
zh_hans: 余额正在等待主动直接对等验证和钱包扫描完成。
zh_hant: 餘額正在等待主動直接對等驗證和錢包掃描完成。

# wallet_reads_balance_unavailable
source: Balance will appear after synchronization.
ar: سيظهر الرصيد بعد المزامنة.
de: Das Guthaben erscheint nach der Synchronisierung.
es: El saldo aparecerá después de sincronizar.
fa: موجودی پس از همگام‌سازی نمایش داده می‌شود.
fr: Le solde apparaîtra après la synchronisation.
he: היתרה תופיע לאחר הסנכרון.
hi: सिंक होने के बाद शेष दिखाई देगा।
id: Saldo akan muncul setelah sinkronisasi.
it: Il saldo apparirà dopo la sincronizzazione.
ja: 同期後に残高が表示されます。
ko: 동기화 후 잔액이 표시됩니다.
nl: Het saldo verschijnt na synchronisatie.
pl: Saldo pojawi się po synchronizacji.
pt: O saldo aparecerá após a sincronização.
ru: Баланс появится после синхронизации.
tr: Bakiye eşitlemeden sonra görünür.
uk: Баланс з’явиться після синхронізації.
vi: Số dư sẽ xuất hiện sau khi đồng bộ.
zh_hans: 同步后将显示余额。
zh_hant: 同步後將顯示餘額。

# wallet_reads_balance_with_pending
source: %1$@ HNS spendable now %2$@ HNS pending outgoing Transaction Pending, please wait.
ar: %1$@ HNS يمكن إنفاقه الآن %2$@ HNS في انتظار المعاملات الصادرة المعلقة، يرجى الانتظار.
de: %1$@ HNS jetzt auszugeben %2$@ HNS ausstehend Transaktion ausstehend, bitte warten.
es: %1$@ HNS gastable ahora %2$@ HNS pendiente de salida Transacción pendiente, espere.
fa: %1$@ HNS قابل مصرف در حال حاضر %2$@ HNS در حال انتظار خروجی معامله درانتظار است، لطفاً صبر کنید.
fr: %1$@ HNS dépensable maintenant %2$@ HNS en attente sortant Transaction en attente, veuillez patienter.
he: %1$@ HNS ניתן לבזבז עכשיו %2$@ HNS בהמתנה ליציאה טרנסאקציה בהמתנה, אנא המתן.
hi: %1$@ HNS अभी खर्च करने योग्य %2$@ HNS लंबित आउटगोइंग लेनदेन लंबित, कृपया प्रतीक्षा करें।
id: %1$@ HNS dapat dibelanjakan sekarang %2$@ HNS tertunda keluar Transaksi Tertunda, harap tunggu.
it: %1$@ HNS spendibile ora %2$@ HNS in attesa di uscita Transazione in sospeso, attendere.
ja: %1$@ HNS すぐに使用可能 %2$@ HNS 送信保留中 トランザクション保留中です。お待ちください。
ko: %1$@ HNS 현재 사용 가능 %2$@ HNS 발신 보류 중 거래 보류 중입니다. 잠시 기다려 주십시오.
nl: %1$@ HNS nu te besteden %2$@ HNS in behandeling uitgaand Transactie in behandeling, even geduld a.u.b.
pl: %1$@ HNS do wydania teraz %2$@ HNS oczekujące wychodzące Transakcja oczekująca, proszę czekać.
pt: %1$@ HNS gastável agora %2$@ HNS saída pendente Transação pendente, aguarde.
ru: %1$@ HNS можно потратить сейчас %2$@ HNS ожидается исходящая Ожидается транзакция, подождите.
tr: %1$@ HNS şu anda harcanabilir %2$@ HNS giden beklemede İşlem Bekleniyor, lütfen bekleyin.
uk: %1$@ HNS можна витратити зараз %2$@ HNS очікує вихідні Очікується трансакція, зачекайте.
vi: %1$@ HNS có thể chi tiêu ngay bây giờ %2$@ HNS đang chờ gửi đi Giao dịch đang chờ xử lý, vui lòng đợi.
zh_hans: %1$@ HNS 现已可消费 %2$@ HNS 待传出 交易待处理，请稍候。
zh_hant: %1$@ HNS 現已可消費 %2$@ HNS 待傳出 交易待處理，請稍候。

# wallet_reads_catching_up
source: HNS synchronization is continuing from its last checkpoint. Balance and sending unlock when the scan reaches the latest block.
ar: تستمر مزامنة HNS من نقطة التفتيش الأخيرة. تحقيق التوازن وإرسال القفل عندما يصل المسح إلى آخر كتلة.
de: Die HNS-Synchronisierung wird vom letzten Prüfpunkt aus fortgesetzt. Balance und Senden entsperren, wenn der Scan den neuesten Block erreicht.
es: La sincronización HNS continúa desde su último punto de control. Desbloqueo de saldo y envío cuando el escaneo llega al último bloque.
fa: همگام سازی HNS از آخرین ایست بازرسی خود ادامه دارد. وقتی اسکن به آخرین بلوک رسید، قفل را متعادل کنید و ارسال کنید.
fr: La synchronisation HNS continue depuis son dernier point de contrôle. Le solde et l'envoi sont déverrouillés lorsque l'analyse atteint le dernier bloc.
he: סנכרון HNS ממשיך מנקודת הבידוק האחרונה שלו. איזון ושליחה ביטול נעילה כאשר הסריקה מגיעה לחסימה האחרונה.
hi: HNS सिंक्रोनाइज़ेशन अपने अंतिम चेकपॉइंट से जारी है। स्कैन नवीनतम ब्लॉक तक पहुंचने पर संतुलन और अनलॉक भेजना।
id: Sinkronisasi HNS berlanjut dari pos pemeriksaan terakhirnya. Saldo dan pengiriman terbuka ketika pemindaian mencapai blok terakhir.
it: La sincronizzazione HNS continua dall'ultimo checkpoint. Saldo e sblocco dell'invio quando la scansione raggiunge l'ultimo blocco.
ja: HNS 同期は最後のチェックポイントから継続しています。スキャンが最新のブロックに達すると、バランスをとり、ロック解除を送信します。
ko: HNS 동기화가 마지막 체크포인트부터 계속됩니다. 스캔이 최신 블록에 도달하면 잔액 및 전송 잠금이 해제됩니다.
nl: De HNS-synchronisatie gaat verder vanaf het laatste controlepunt. Saldo en verzending worden ontgrendeld wanneer de scan het laatste blok bereikt.
pl: Synchronizacja HNS jest kontynuowana od ostatniego punktu kontrolnego. Saldo i wysyłanie odblokowują się, gdy skanowanie dotrze do najnowszego bloku.
pt: A sincronização do HNS continua desde seu último ponto de verificação. Equilíbrio e envio de desbloqueio quando a varredura atinge o bloco mais recente.
ru: Синхронизация HNS продолжается с последней контрольной точки. Баланс и отправка разблокируются, когда сканирование достигает последнего блока.
tr: HNS senkronizasyonu son kontrol noktasından itibaren devam ediyor. Tarama en son bloğa ulaştığında denge ve gönderme kilidi açılır.
uk: Синхронізація HNS триває з останньої контрольної точки. Розблокування балансу та надсилання, коли сканування досягає останнього блоку.
vi: Đồng bộ hóa HNS đang tiếp tục từ điểm kiểm tra cuối cùng. Cân bằng và gửi mở khóa khi quét đến khối mới nhất.
zh_hans: HNS 同步从最后一个检查点继续。当扫描到达最新区块时平衡并发送解锁。
zh_hant: HNS 同步從最後一個檢查點繼續。當掃描到達最新區塊時平衡並發送解鎖。

# wallet_reads_catching_up_before_birthday
source: Headers: block %1$d of birthday block %2$d. The wallet scan starts at the birthday block.
ar: الرؤوس: الكتلة %1$d من كتلة عيد الميلاد %2$d. يبدأ فحص المحفظة في كتلة عيد الميلاد.
de: Kopfzeilen: Block %1$d des Geburtstagsblocks %2$d. Der Wallet-Scan beginnt beim Geburtstagsblock.
es: Encabezados: bloque %1$d del bloque de cumpleaños %2$d. El escaneo de la billetera comienza en el bloque de cumpleaños.
fa: هدرها: بلوک %1$d بلوک تولد %2$d. اسکن کیف پول از بلوک تولد شروع می شود.
fr: En-têtes : bloc %1$d du bloc anniversaire %2$d. L'analyse du portefeuille commence au bloc d'anniversaire.
he: כותרות: בלוק %1$d של בלוק יום הולדת %2$d. סריקת הארנק מתחילה בבלוק יום ההולדת.
hi: हेडर: जन्मदिन ब्लॉक %2$d का ब्लॉक %1$d। वॉलेट स्कैन जन्मदिन ब्लॉक पर शुरू होता है।
id: Header: blok %1$d dari blok ulang tahun %2$d. Pemindaian dompet dimulai pada blok ulang tahun.
it: Intestazioni: blocco %1$d del blocco compleanno %2$d. La scansione del portafoglio inizia nel periodo del compleanno.
ja: ヘッダー: 誕生日ブロック %2$d のブロック %1$d。ウォレットのスキャンは誕生日ブロックから始まります。
ko: 헤더: 생일 블록 %2$d의 블록 %1$d. 지갑 스캔은 생일 블록부터 시작됩니다.
nl: Headers: blok %1$d van verjaardagsblok %2$d. De portemonneescan begint bij het verjaardagsblok.
pl: Nagłówki: blok %1$d bloku urodzinowego %2$d. Skanowanie portfela rozpoczyna się w bloku urodzinowym.
pt: Cabeçalhos: bloco %1$d do bloco de aniversário %2$d. A verificação da carteira começa no bloco de aniversário.
ru: Заголовки: блок %1$d блока рождения %2$d. Сканирование кошелька начинается с блока дня рождения.
tr: Başlıklar: %2$d doğum günü bloğunun %1$d bloğu. Cüzdan taraması doğum günü bloğunda başlar.
uk: Заголовки: блок %1$d блоку дня народження %2$d. Сканування гаманця починається з блоку дня народження.
vi: Tiêu đề: khối %1$d của khối sinh nhật %2$d. Quá trình quét ví bắt đầu ở khối sinh nhật.
zh_hans: 标头：生日区块 %2$d 的区块 %1$d。钱包扫描从生日区块开始。
zh_hant: 標頭：生日區塊 %2$d 的區塊 %1$d。錢包掃描從生日區塊開始。

# wallet_reads_catching_up_degraded
source: Peers did not agree at block %1$d. Synchronization will retry with other peers.
ar: لم يتفق الزملاء على الكتلة %1$d. ستتم إعادة محاولة المزامنة مع أقرانهم الآخرين.
de: Die Kollegen waren sich im Block %1$d nicht einig. Die Synchronisierung wird mit anderen Peers erneut versucht.
es: Los pares no estuvieron de acuerdo en el bloque %1$d. La sincronización se volverá a intentar con otros pares.
fa: همتایان در بلوک %1$d موافق نبودند. همگام سازی با سایر همتایان دوباره امتحان می شود.
fr: Les pairs n’étaient pas d’accord sur le bloc %1$d. La synchronisation va réessayer avec d'autres pairs.
he: עמיתים לא הסכימו בבלוק %1$d. הסנכרון ינסה שוב עם עמיתים אחרים.
hi: ब्लॉक %1$d पर सहकर्मी सहमत नहीं थे। अन्य साथियों के साथ सिंक्रोनाइज़ेशन पुनः प्रयास किया जाएगा।
id: Rekan-rekan tidak setuju di blok %1$d. Sinkronisasi akan dicoba lagi dengan rekan lainnya.
it: I peer non erano d'accordo sul blocco %1$d. La sincronizzazione riproverà con altri peer.
ja: ピアはブロック %1$d で同意しませんでした。同期は他のピアと再試行されます。
ko: 피어들은 %1$d 블록에서 동의하지 않았습니다. 다른 피어와의 동기화가 다시 시도됩니다.
nl: Peers waren het niet eens met blok %1$d. Synchronisatie wordt opnieuw geprobeerd met andere peers.
pl: Uczestnicy nie zgodzili się w bloku %1$d. Synchronizacja zostanie ponowiona z innymi urządzeniami równorzędnymi.
pt: Os pares não concordaram no bloco %1$d. A sincronização tentará novamente com outros pares.
ru: Коллеги не согласились с блоком %1$d. Синхронизация будет повторена с другими узлами.
tr: Akranlar %1$d bloğunda aynı fikirde değildi. Senkronizasyon diğer eşlerle yeniden denenecek.
uk: Піри не дійшли згоди щодо блоку %1$d. Повторна спроба синхронізації з іншими вузлами.
vi: Các đồng nghiệp không đồng ý ở khối %1$d. Đồng bộ hóa sẽ thử lại với các đồng nghiệp khác.
zh_hans: 同行们在区块 %1$d 上没有达成一致。将重试与其他对等方的同步。
zh_hant: 同行們在區塊 %1$d 上沒有達成協議。將重試與其他對等方的同步。
